Repository: chamudithaperera/avurudu-nakath-app-flutter
Catalog: lib/l10n/nakath/nakath_*.arb
Languages: ta

# nakath_newMoon_title
source: Viewing the New Moon
ta: புதிய நிலவைப் பார்வையிடுதல்

# nakath_newMoon_desc
source: For the Lunar New Year, view the new moon on Sunday, March 30, and for the Solar New Year, on Tuesday, April 1.
ta: சந்திரப் புத்தாண்டிற்காக மார்ச் 30 (ஞாயிறு) மற்றும் சூரியப் புத்தாண்டிற்காக ஏப்ரல் 01 (செவ்வாய்) ஆகிய நாட்களில் புதிய நிலவைப் பார்வையிடுதல் வேண்டும்.

# nakath_bathingLastYear_title
source: Bathing for the Old Year
ta: பழைய ஆண்டிற்கான ஸ்நானம்

# nakath_bathingLastYear_desc
source: On Saturday, April 12, bathe with water mixed with banyan leaves and engage in worship and remembrance of deities.
ta: ஏப்ரல் 12 ஆம் திகதி (சனிக்கிழமை) ஆல இலைச் சாறு கலந்த நீர் தேய்த்து நீராடி இஷ்ட தெய்வங்களை வழிபடல் நன்று.

# nakath_punyaKalaya_title
source: Punya Kalaya
ta: புண்ணிய காலம்

# nakath_punyaKalaya_desc
source: The Punya Kalaya is from Sunday, April 13 at 8:57 PM until Monday, April 14 at 9:45 AM. Therefore, take meals before 8:57 PM on April 13 and engage in religious observances. During the latter part of the Punya Kalaya, Monday, April 14 from 2:21 AM to 9:45 AM, perform rituals such as starting work, transactions, and meals as specified below.
ta: ஏப்ரல் 13 ஆம் திகதி (ஞாயிற்றுக்கிழமை) இரவு 08.57 முதல் ஏப்ரல் 14 ஆம் திகதி (திங்கட்கிழமை) காலை 09.45 வரை புண்ணிய காலம் ஆகும். எனவே, ஏப்ரல் 13 இரவு 08.57 க்கு முன் உணவு உண்டு அனைத்து வேலைகளையும் நிறுத்தி சமய வழிபாடுகளில் ஈடுபடவும். புண்ணிய காலத்தின் பிற்பகுதியான ஏப்ரல் 14 திங்கள் அதிகாலை 02.21 முதல் காலை 09.45 வரை கீழே குறிப்பிடப்பட்டுள்ளவாறு வேலை ஆரம்பித்தல், கொடுக்கல் வாங்கல் மற்றும் உணவு அருந்துதல் போன்ற சம்பிரதாயங்களை நிறைவேற்றுதல் நன்று.

# nakath_newYearDawn_title
source: New Year Dawn
ta: புத்தாண்டு பிறப்பு

# nakath_newYearDawn_desc
source: The Sinhala and Tamil New Year dawns at 2:21 AM on Monday, April 14.
ta: ஏப்ரல் 14 ஆம் திகதி திங்கட்கிழமை அதிகாலை 02.21 க்கு சிங்கள மற்றும் தமிழ் புத்தாண்டு பிறக்கிறது.

# nakath_cookingFood_title
source: Cooking Food
ta: உணவு சமைத்தல்

# nakath_cookingFood_desc
source: At 3:54 AM on Monday, April 14, dressed in white and facing south, light the hearth and prepare milk rice with kithul jaggery, and a sweet made with sesame and mung beans.
ta: ஏப்ரல் 14 ஆம் திகதி திங்கட்கிழமை அதிகாலை 03.54 க்கு வெள்ளை நிற ஆடை அணிந்து தெற்கு திசையை நோக்கி அடுப்பு மூட்டி பால் மற்றும் கித்துல் வெல்லம் கலந்த பால்சோறும், எள் மற்றும் அவல் கலந்த இனிப்பு வகையும் தயார் செய்தல் நன்று.

# nakath_eatingWorking_title
source: Starting Work, Transactions and Meals
ta: வேலை ஆரம்பித்தல், கொடுக்கல் வாங்கல் மற்றும் உணவு அருந்துதல்

# nakath_eatingWorking_desc
source: At 4:29 AM on Monday, April 14, dressed in white and facing south, begin all work, conduct transactions, and take meals.
ta: ஏப்ரல் 14 ஆம் திகதி திங்கட்கிழமை அதிகாலை 04.29 க்கு வெள்ளை நிற ஆடை அணிந்து தெற்கு திசையை நோக்கி அனைத்து வேலைகளையும் ஆரம்பித்து, கொடுக்கல் வாங்கல் செய்து உணவு அருந்துதல் நன்று.

# nakath_anointingOil_title
source: Anointing Oil
ta: தலைக்கு எண்ணெய் வைத்தல்

# nakath_anointingOil_desc
source: At 9:41 AM on Wednesday, April 16, dressed in green and facing east, place neem leaves on the head and kohomba leaves under the feet, and anoint with oil mixed with neem leaf juice.
ta: ஏப்ரல் 16 ஆம் திகதி புதன்கிழமை காலை 09.41 க்கு பச்சை நிற ஆடை அணிந்து கிழக்கு திசையை நோக்கி தலைக்கு வேப்ப இலையையும் காலடியில் கொன்றை இலையையும் வைத்து வேப்ப இலைச் சாறு கலந்த எண்ணெய் தேய்த்தல் நன்று.

# nakath_leavingForWork_title
source: Leaving for Work
ta: வேலைக்குச் செல்லுதல்

# nakath_leavingForWork_desc
source: At 6:28 AM on Thursday, April 17, dressed in golden color, eat milk rice with jaggery and leave for work facing east.
ta: ஏப்ரல் 17 ஆம் திகதி வியாழக்கிழமை காலை 06.28 க்கு பொன்னிற ஆடை அணிந்து வெல்லம் கலந்த பால்சோறு உட்கொண்டு கிழக்கு திசையை நோக்கி வேலைக்குச் செல்லுதல் நன்று.
